/* Other User */
"OTHER_USER" = "Outro…";

/* Guest Account - Should be same as it appears in Accounts Pref Pane */
"GUEST_ACCOUNT_NAME" = "Conta de Convidado";

/* Password Assistant Text */
"USER_PASSWORD" = "Senha:";
"MASTER_PASSWORD" = "Senha Mestra:";

"KEYCHAIN_WARNING_TITLE" = "Se você alterar a senha desta conta de usuário criará novas chaves para armazenar as senhas do usuário.";
"KEYCHAIN_WARNING_TEXT" = "As chaves anteriores do usuário ainda existem. Se você encontrar a senha anterior, você pode acessar as chaves anteriores, bem como as informações e senhas que elas contêm.";


/* UserList UI Status text */
"CURRENTLY_LOGGED_IN" = "Sessão iniciada no momento";
"MOBILE_CURRENTLY_LOGGED_IN" = "Móvel, com sessão iniciada no momento";
"EXTERNAL_CURRENTLY_LOGGED_IN" = "Externa, com sessão iniciada no momento";
"GUEST_CURRENTLY_LOGGED_IN" = "Convidado, com a sessão iniciada no momento";
"NETWORK_CURRENTLY_LOGGED_IN" = "Rede, sessão iniciada atualmente";
"EXTERNAL" = "Externo";
"MOBILE" = "Móvel";
"GUEST" = "Convidado";
"NETWORK" = "Rede";

/* Parental Controls status text */
"CANNOT_LOGIN" = "Não é possível iniciar a sessão agora";
"LOGIN_TIME" = "É possível iniciar a sessão à(s) %@";


/* Button Titles */
"BACK_BUTTON" = "Voltar";
"CANCEL_BUTTON" = "Cancelar";
"FORGOT_PASSWORD_BUTTON" = "Senha Esquecida";
"CHANGE_PASSWORD" = "Alterar Senha";
"OPTIONS_BUTTON" = "Opções";
"RESTART_BUTTON" = "Reiniciar";


/* Accessibility Descriptions */
"AX_MAC_OS_X" = "mac os x";
"AX_MAC_OS_X_SERVER" = "servidor mac os x";


/* Password Button Titles */
"FORGOT_PASSWORD" = "Senha Esquecida";
"RESET_PASSWORD" = "Redefinir Senha";

/* Master Password Strings */
"MASTER_PASSWORD_INFO" = "Digite a senha mestra para redefinir a senha deste usuário.";
"MASTER_PASSWORD_INFO_WITH_FILEVAULT" = "Digite a senha mestra para redefinir a senha deste usuário e para desbloquear o FileVault.";

/* Host Info */
"SAFE_BOOT" = "Inicialização Segura";
"SYSTEM_VERSION_INFO" = "Versão %@";
"SYSTEM_BUILD_INFO" = "Fase %@";
"SERIAL_NUMBER" = "Número de Série %@";
"IP_ADDRESS" = "Endereço IP %@";

"NETWORK_NODES_ALL"  = "Contas de Rede Disponíveis";
"NETWORK_NODES_SOME" = "Algumas Contas de Rede Disponíveis";
"NETWORK_NODES_NONE" = "Contas de Rede Indisponíveis";
"NETWORK_NODES_AUTH" = "O Acesso à Rede Necessita de Login";


/* Tool Tip */
"SHORT_NAME" = "Nome abreviado: %@";

"EXTERNAL_ACCOUNT" = "Conta Externa";
"GUEST_ACCOUNT" = "Conta de Convidado";
"LOCAL_ACCOUNT" = "Conta Local";
"MOBILE_ACCOUNT" = "Conta Móvel";
"NETWORK_ACCOUNT" = "Conta de Rede";

"NET_NODE" = "Nó da Rede: %@";
"HOME_VOLUME" = "Volume: %@";


/* Authentication Error Strings */
"AF_AUTH_FAILED" = "Você digitou um nome de usuário ou uma senha inválidos.";

"AF_NEWPASSWORDREQUIRED" = "Você deve digitar uma nova senha antes de poder iniciar sessão nesta conta.";

"AF_QUALITYCHECKFAILED" = "Sua senha não cumpre com os requisitos do servidor.";

"AF_PASSWORDTOOSHORT" = "Sua senha é muito curta.";
"AF_PASSWORDTOOLONG" = "Sua senha é muito longa.";
"AF_PASSWORDLENGTH" = "Sua senha precisa conter entre %ld e %ld caracteres.";

"AF_PASSWORDMINCHARS" = "Sua senha precisa conter no mínimo %ld caracteres.";
"AF_PASSWORDMAXCHARS" = "Sua senha não deve ter mais de %ld caracteres.";

"AF_PASSWORDNEEDSLETTER" = "Sua senha precisa conter uma ou mais letras.";
"AF_PASSWORDNEEDSDIGIT" = "Sua senha precisa conter um ou mais números.";

"AF_ACCOUNTDISABLED" = "A sua conta foi desativada.\nEntre em contato com o administrador do sistema para obter mais informações."; 
"AF_UNABLETOLOGIN" = "O sistema não pôde iniciar sessão neste momento.\nEntre em contato com o administrador do sistema para obter mais informações.";
"AF_INVALIDLOGONHOURS" = "Você somente tem permissão para iniciar sessão durante horários específicos.\nEntre em contato com o administrador do sistema para obter mais informações.";
"AF_INVALIDCOMPUTER" = "Você não tem permissão para usar este computador.\nEntre em contato com o administrador para obter mais informações.";

"AF_SEESYSTEMADMIN" = "Entre em contato com o administrador do sistema para obter mais informações.";

"AF_PASSWORDEXPIRINGSOON" = "A sua senha expirará em breve. Digite uma nova senha.";
"AF_CRYPTPASSWORD" = "Sua senha precisa ser atualizada.";


/* Password Expiration imminent */
"PASSWORD_EXPIRATION_DAY" = "Sua senha expirará amanhã.\n\nPressione “Alterar Senha” para digitar uma nova senha.";
"PASSWORD_EXPIRATION_DAYS" = "Sua senha expirará em %ld dias.\n\nPressione “Alterar Senha” para digitar uma nova senha.";
"PASSWORD_EXPIRATION_TODAY" = "Sua senha expirará hoje.\n\nPressione “Alterar Senha” para digitar uma nova senha.";


/* Network Authentication Error Strings */
"NA_UNTRUSTED_CERT_MSG" = "O seu computador não pode acessar a rede segura.";
"NA_UNTRUSTED_CERT_INFO" = "Você está tentando acessar a rede usando um servidor de autenticação 802.1X, mas o certificado de segurança do servidor não pôde ser verificado. Entre em contato com o seu administrador de rede para obter mais informações.";

/* FUS Failed */
"FUS_FAILED_MSG" = "A conta de usuário que você selecionou não está disponível.";
"FUS_FAILED_INFO" = "Verifique a sua conexão de rede e tente alternar a conta de usuário novamente. Se estiver conectado à rede, peça ajuda ao seu administrador.";
